export default function About() {
  return (
    <>
      <h2>אודות</h2>
      <p>האתר הזה נבנה על ידי דן פישגולד.</p>
      <p>
        המפה וחלק מהמידע שמוצג עליה מגיע מ{' '}
        <a href='https://openstreetmap.org'>Open Street Map</a> (ומ Mapbox).
      </p>
      <p>
        כמעט כל המידע שמופיע על המפה מגיע מ
        <a href='https://www.google.com/maps/d/viewer?mid=1X14aSd2dYmTnBfy6UDmumcvshcw'>
          המפה הציבורית לשבילי אופניים
        </a>
        .
      </p>
      <p>תודה לכל האנשים שהקדישו מזמנם ליצירת ועדכון וטיפוח המידע הזה!</p>
      <p>
        קוד המקור של האתר זמין ב
        <a href='https://github.com/danfishgold/bike-map'>גיטהאב</a>. אתם
        מוזמנים לנבור או לתקן באגים או להציע הצעות!
      </p>
      <p>
        אם יש לכם שאלות או בקשות ויש לכם את מספר הטלפון שלי צרו איתי קשר
        בוואטסאפ. אם אין לכם את מספר הטלפון שלי צרו איתי קשר בטוויטר. אם אין לכם
        טוויטר צרו איתי קשר בפייסבוק. די דיינו די דיינו.
      </p>
      <p style={{ textAlign: 'left' }}>באהבה, דן</p>
    </>
  )
}
